{
    "data": [
        {
            "genre": [
                "Action",
                "Drama",
                "Gore",
                "Military",
                "Shounen",
                "Survival",
                "Suspense"
            ],
            "title": "Shingeki no Kyojin: The Final Season – Kanketsu-hen",
            "desc": "Lanjutan dari Shingeki no Kyojin: The Final Season Part 2.",
            "watch_url": "https://nontonanimeid.cfd/anime/shingeki-no-kyojin-the-final-season-kanketsu-hen/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/03/Shingeki-no-Kyojin-The-Final-Season-Kanketsu-hen.jpg?h=105"
        },
        {
            "genre": [
                "Comedy",
                "Girls Love"
            ],
            "title": "Watashi ni Tenshi ga Maiorita! Precious Friends",
            "desc": "Hana, Hinata, Noa, Koyori, dan Kanon selalu berteman baik. Hari ini, mereka mengadakan pesta kue di rumah dengan kue-kue buatan Miyako! Kue-kue berbentuk bunga itu terlihat seperti hiasan rambut yang digunakan oleh Hana. Hiasan rambut itu merupakan harta berharga yang diterima Hana dari neneknya ketika saat ia masih kecil, dan semua orang yang ada di situ tertarik dengan ceritanya. Dan sebagai bentuk \"latihan untuk perjalanan sekolah\", mereka memutuskan agar mengunjungi rumah nenek Hana...! Tamasya \"pertama\" untuk semua orang akan segera dimulai.",
            "watch_url": "https://nontonanimeid.cfd/anime/watashi-ni-tenshi-ga-maiorita-precious-friends/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/02/Watashi-ni-Tenshi-ga-Maiorita-Precious-Friends.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Drama",
                "Fantasy",
                "Mythology",
                "Seinen"
            ],
            "title": "Shuumatsu no Walküre II",
            "desc": "Merupakan Season kedua dari series Shuumatsu no Walküre.",
            "watch_url": "https://nontonanimeid.cfd/anime/shuumatsu-no-walkure-ii/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Shuumatsu-no-Walkure-II.jpg?h=105"
        },
        {
            "genre": [
                "Fantasy"
            ],
            "title": "Hikari no Ou",
            "desc": "Setelah perang terakhir, bumi ditutupi oleh hutan hitam yang di dalamnya berkeliaran para iblis api. Sementara manusia tinggal di daerah kecil yang dilindungi oleh penghalang. Karena patogen pirogenik manusia dikembangkan dan digunakan sebelum Akhir perang, manusia di era ini akan menyala dan terbakar dari dalam oleh api alami. Satu-satunya \"api\" yang bisa digunakan oleh manusia dengan aman di dunia ini berasal dari iblis api yang hidup di hutan. Terdapat rumor di antara para pemburu api bahwa bintang buatan manusia yang digunakan sebelum akhir perang telah lama berkeliaran di kehampaan.\"Yururu Hi\" akan kembali. \"Pemburu api yang memburu Komet Seribu Tahun disebut Raja Pemburu Api\". Lahir di sebuah desa pembuat kertas, Touko diselamatkan oleh pemburu api ketika dia memasuki hutan terlarang dan diserang oleh iblis api. Begitulah kisah seorang gadis berusia 11 tahun dan anak laki-laki berusia 15 tahun yang hidup pasca perang ini dimulai.",
            "watch_url": "https://nontonanimeid.cfd/anime/hikari-no-ou/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Hikari-no-Ou.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Adventure",
                "Drama",
                "Fantasy",
                "Martial Arts"
            ],
            "title": "Majutsushi Orphen Hagure Tabi: Urbanrama-hen",
            "desc": "Merupakan season ketiga dari series Majutsushi Orphen Hagure Tabi.",
            "watch_url": "https://nontonanimeid.cfd/anime/majutsushi-orphen-hagure-tabi-urbanrama-hen/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Majutsushi-Orphen-Hagure-Tabi-Urbanrama-hen.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Adventure",
                "Comedy",
                "Fantasy",
                "Kids"
            ],
            "title": "Pokemon: Mezase Pokemon Master",
            "desc": "Cerita terakhir yang menampilkan Satoshi dan Pikachu untuk menyimpulkan Pokemon (2019).",
            "watch_url": "https://nontonanimeid.cfd/anime/pokemon-mezase-pokemon-master/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Pokemon-Mezase-Pokemon-Master.jpg?h=105"
        },
        {
            "genre": [
                "Adventure",
                "Fantasy",
                "Harem",
                "Isekai",
                "Romance"
            ],
            "title": "Shin Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei",
            "desc": "Merupakan season kedua dari series Shinka no Mi.",
            "watch_url": "https://nontonanimeid.cfd/anime/shin-shinka-no-mi-shiranai-uchi-ni-kachigumi-jinsei/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Shin-Shinka-no-Mi-Shiranai-Uchi-ni-Kachigumi-Jinsei.jpg?h=105"
        },
        {
            "genre": [
                "Fantasy",
                "Survival"
            ],
            "title": "Ooyukiumi no Kaina",
            "desc": "Dunia telah diselimuti lautan salju yang tidak berujung. Para Manusia hidup di sekitar akar pohon raksasa yang menghiasi permukaan atau di pucuk pohon di atas atmosfer planet. Pertemuan Kaina, seorang pemuda dari pucuk dan Liliha, gadis dari permukaan akan mengubah dunia sepenuhnya.",
            "watch_url": "https://nontonanimeid.cfd/anime/ooyukiumi-no-kaina/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Ooyukiumi-no-Kaina.jpg?h=105"
        },
        {
            "genre": [
                "Adult Cast",
                "Comedy",
                "Gag Humor",
                "Shounen",
                "Supernatural",
                "Vampire"
            ],
            "title": "Kyuuketsuki Sugu Shinu 2",
            "desc": "Merupakan season kedua dari series Kyuuketsuki Sugu Shinu.",
            "watch_url": "https://nontonanimeid.cfd/anime/kyuuketsuki-sugu-shinu-2/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Kyuuketsuki-Sugu-Shinu-2.jpg?h=105"
        },
        {
            "genre": [
                "Adventure",
                "Comedy",
                "Fantasy",
                "Gourmet",
                "Isekai"
            ],
            "title": "Tondemo Skill de Isekai Hourou Meshi",
            "desc": "Tsuyoshi Mukouda, seorang karyawan kantoran biasa yang pada suatu hari secara tiba-tiba ia dipanggil ke dunia lain. Sebagai penduduk dunia itu, keterampilan uniknya adalah sesuatu yang tampaknya buruk yang disebut \"Net Super\"... Mukouda kecewa, tapi nyatanya, makanan modern yang dipesan dengan skill ini akan memiliki efek yang luar biasa ketika tiba di dunia lain...!?",
            "watch_url": "https://nontonanimeid.cfd/anime/tondemo-skill-de-isekai-hourou-meshi/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Tondemo-Skill-de-Isekai-Hourou-Meshi.jpg?h=105"
        },
        {
            "genre": [
                "Comedy",
                "Romance",
                "School",
                "Seinen"
            ],
            "title": "Kubo-san wa Mob wo Yurusanai",
            "desc": "Junta Shiraishi hanyalah seorang karakter pendukung yang sama sekali tidak mencolok yang bahkan orang-orang juga tidak menyadari kehadirannya meskipun berada tepat di sampingnya. Namun, gadis cantik di kelasnya, Kubo selalu memperhatikan dan menggodanya. Siapa pun dapat menjadi spesial untuk seseorang, meskipun mungkin terlalu cepat untuk menyebut perasaan itu \"cinta\". Mungkin juga anime ini belum pas disebut anime komedi romantis, akan tetapi dapat juga disebut anime komedi yang manis dengan membawakan karakter yang hawa keberadaannya tipis.",
            "watch_url": "https://nontonanimeid.cfd/anime/kubo-san-wa-mob-wo-yurusanai/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Kubo-san-wa-Mob-wo-Yurusanai.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Comedy",
                "Ecchi",
                "Magical Sex Shift",
                "Mythology",
                "Romance",
                "Shounen",
                "Supernatural"
            ],
            "title": "Ayakashi Triangle",
            "desc": "Matsuri Kazamaki merupakan seorang ninja yang tugasnya mengusir siluman (youkai) yang mengganggu manusia. Di balik bayangan, dia melindungi teman masa kecilnya, Suzu Kanade yang mudah disukai oleh siluman. Suatu hari, Matsuri dan Suzu menemukan seekor kucing putih yang bisa berbicara bernama Shirogane. Mereka tak menyadari bahwa kucing tersebut merupakan siluman kuno (ayakashi) berusia empat ratus tahun yang dikenal sebagai \"Raja Ayakashi\". Ketika ia akan menyerang Suzu, Matsuri pun berusaha menyelamatkannya. Namun, ayakashi menggunakan jurus yang mengubah Matsuri menjadi seorang gadis! Begitulah kisah anime komedi romantis tentang siluman ini dimulai.",
            "watch_url": "https://nontonanimeid.cfd/anime/ayakashi-triangle/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Ayakashi-Triangle.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Adult Cast",
                "Fantasy",
                "Organized Crime",
                "Super Power"
            ],
            "title": "High Card",
            "desc": "Finn, orang yang hidup bebas di jalanan. Setelah mengetahui panti asuhan tempat dia tinggal terancam ditutup di sebabkan karena kesulitan dalam keuangan, dia pergi ke kasino agar dapat mendapatkan banyak uang secara cepat. Namun, yang telah menunggunya di sana adalah orang yang kejar-kejaran dengan mobil dan baku tembak di atas kartu yang dipegang oleh seorang pria yang sedang mengadu keberuntungannya.Finn akhirnya melihat kejadian gila yang sedang berlangsung. Tatanan dunia dikendalikan oleh satu set 52 kartu X-Playing yang memberikan kekuatan dan kemampuan yang berbeda pada orang-orang yang memilikinya. Dengan kartu tersebut, orang-orang dapat mengakses kekuatan \"buddy\" tersembunyi yang ada dalam diri mereka sendiri.Sekelompok pemain rahasia bernama High Card diperintah langsung oleh raja Fourland untuk mengumpulkan kartu-kartu yang sudah tersebar di seluruh kerajaan sambil bekerja paruh waktu sebagai karyawan pembuat mobil mewah Pinochle. Finn direkrut menjadi anggota kelimanya dan langsung mendapat misi berbahaya yang mengharuskan untuk mencari kartu-kartu itu.Namun, Who's Who, pabrikan mobil saingan Pinochle dan keluarga Mafia terkenal Klondikes menghalangi mereka. Ini adalah kisah hiruk-pikuk pertarungan antara para pemain yang terobsesi dengan kartu yang didorong oleh keadilan, hasrat dan balas dendam.",
            "watch_url": "https://nontonanimeid.cfd/anime/high-card/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/High-Card.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Adventure",
                "Drama",
                "Gore",
                "Historical",
                "Seinen"
            ],
            "title": "Vinland Saga Season 2",
            "desc": "Merupakan season kedua dari series Vinland Saga.",
            "watch_url": "https://nontonanimeid.cfd/anime/vinland-saga-season-2/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Vinland-Saga-Season-2.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Fantasy",
                "Reincarnation"
            ],
            "title": "Eiyuuou, Bu wo Kiwameru Tame Tenseisu: Soshite, Sekai Saikyou no Minarai Kishi♀",
            "desc": "Harapan terakhir dari seorang Raja-Pahlawan, Inglis adalah dapat hidup kembali sebagai seorang pejuang. Namun, ketika dia terbangun, dia menyadari dirinya telah terlahir kembali sebagai seorang gadis di sebuah keluarga bangsawan. Meskipun dia telah dianggap gagal menyandang gelar kesatria, dia tetap menjadi pengawal paling luar biasa dalam sejarah.",
            "watch_url": "https://nontonanimeid.cfd/anime/eiyuuou-bu-wo-kiwameru-tame-tenseisu-soshite-sekai-saikyou-no-minarai-kishi%e2%99%80/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Eiyuuou-Bu-wo-Kiwameru-Tame-Tenseisu-Soshite-Sekai-Saikyou-no-Minarai-Kishi.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Adult Cast",
                "Mythology",
                "Seinen",
                "Supernatural"
            ],
            "title": "Mononogatari",
            "desc": "Tsukumogami adalah roh benda-benda tua yang bisa mendapatkan bentuk fisik. Tsukumogami bisa ramah, kejam ataupun keduanya. Klan Saenome selalu membantu mengirim mereka kembali ke dunia roh secara damai. Namun, Hyouma Kunato membenci mereka karena salah satu tsukumogami mengambil sesuatu yang berharga darinya. Agar dapat menghilangkan kebenciannya, kakek Hyouma mengirimnya ke Kyoto, tinggal bersama Botan Nagatsuki, seorang gadis yang menguasai enam tsukumogami dan hidup bersama sebagai keluarga.",
            "watch_url": "https://nontonanimeid.cfd/anime/mononogatari/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Mononogatari.jpg?h=105"
        },
        {
            "genre": [
                "Combat Sports",
                "School",
                "Shounen",
                "Sports"
            ],
            "title": "Mou Ippon!",
            "desc": "Michi Sonada memutuskan untuk berhenti dari judo setelah gagal mendapatkan hasil yang baik di turnamen terakhir SMP. Namun, sahabatnya, Sanae Takigawa dan lawan terakhirnya di SMP, Towa Hiura mengajaknya kembali untuk melanjutkan judo saat di SMA.",
            "watch_url": "https://nontonanimeid.cfd/anime/mou-ippon/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Mou-Ippon.jpg?h=105"
        },
        {
            "genre": [
                "Action",
                "Anthropomorphic",
                "Fantasy",
                "Historical",
                "Shounen"
            ],
            "title": "Nokemono-tachi no Yoru",
            "desc": "Iblis di sisimu, tapi merupakan sosok penyelamat. Gadis di sisimu, seorang yang menemani mu untuk menghabiskan waktu. Pada akhir abad ke-19, pertemuan antar kedua orang di sudut Kerajaan Inggris yang ingin mencari tempat singgah untuk hidup, menjadi titik awal kisah pengembaraan ini dimulai. Kisah iblis dan seorang gadis yang saling berbagi kesepian.",
            "watch_url": "https://nontonanimeid.cfd/anime/nokemono-tachi-no-yoru/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Nokemono-tachi-no-Yoru.jpg?h=105"
        },
        {
            "genre": [
                "Adult Cast",
                "Mystery",
                "Mythology",
                "Romance",
                "Shounen",
                "Supernatural"
            ],
            "title": "Kyokou Suiri Season 2",
            "desc": "Merupakan season kedua dari series Kyokou Suiri.",
            "watch_url": "https://nontonanimeid.cfd/anime/kyokou-suiri-season-2/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Kyokou-Suiri-Season-2.jpg?h=105"
        },
        {
            "genre": [
                "Fantasy",
                "Isekai",
                "Iyashikei",
                "Reincarnation",
                "Slice of Life"
            ],
            "title": "Kami-tachi ni Hirowareta Otoko 2nd Season",
            "desc": "Merupakan season kedua dari series Kami-tachi ni Hirowareta Otoko.",
            "watch_url": "https://nontonanimeid.cfd/anime/kami-tachi-ni-hirowareta-otoko-2nd-season/",
            "image_url": "https://i0.wp.com/nontonanimeid.cfd/wp-content/uploads/2023/01/Kami-tachi-ni-Hirowareta-Otoko-2nd-Season.jpg?h=105"
        }
    ],
    "current_page": 1,
    "max_page": 150
}